<?php
require __DIR__ . '/vendor/autoload.php';
use App\DB\Database;
use App\SESSION\Session;
?>
<?php
$title= "- About us";
$page="about";
if(Session::getSessionData("bookid")=='1'){
  include_once "adminnavbar.php";
}else{
  include_once "navbar.php";
}
?>
<br>
<div class="container">
<div class="col-lg-12 col-md-4 col-sm-12  bg-white justify-content-center">
       <br>
        আমাদের দৃষ্টিভঙ্গি এমন একটি অসামান্য স্কুল তৈরি করা যা আমাদের ছাত্রদের জীবন সম্ভাবনাগুলিকে মূলত উন্নত করে। আমরা চাই প্রতিটি ছাত্ররা 18 বছর বয়সে যথেষ্ট ভাল করতে পারে বিশ্ববিদ্যালয়ে যেতে বা তাদের পছন্দের ক্যারিয়ারটি অনুসরণ করতে।<br>
        এটি অর্জনের জন্য আমরা আমাদের স্কুল জুড়ে পাঁচটি মূল নীতিটিকে অগ্রাধিকার দিই:<br><br>
       <h5> ১. উচ্চ প্রত্যাশা: </h5>আমরা আমাদের সমস্ত ছাত্রদের জন্য অত্যন্ত উচ্চ প্রত্যাশা রেখেছি যা তারা বিদ্যালয়ের মধ্য দিয়ে যাওয়ার সময় অবিচ্ছিন্নভাবে জোরদার করে। আমরা বিশ্বাস করি প্রতিটি শিশু সঠিক শিক্ষাদান এবং সমর্থন দিয়ে তাদের সম্ভাব্যতা উপলব্ধি করতে পারে।
       <h5>২. অনুকরণীয় আচরণ:</h5> আমাদের ওয়েবসাইটটি একটি শ্রদ্ধাশীল এবং সুশৃঙ্খল পরিবেশ দ্বারা চিহ্নিত করা হয়, যেখানে শিক্ষকরা শিক্ষাদানের দিকে মনোনিবেশ করতে পারেন এবং শিক্ষার্থীরা শিখতে পারেন।
        আমাদের সমস্ত ওয়েবসাইটটি ব্যতিক্রমী অর্জন সম্ভব করে তুলতে নিরবচ্ছিন্ন পড়াশোনা করাই।<br><br>
        <h5>৩. চমৎকার শিক্ষকতা:</h5> উচ্চমানের পেশাদার বিকাশের দ্বারা উন্নত শিক্ষার চেয়ে গুরুত্বপূর্ণ কিছুই নয়। শিক্ষকতা এবং পাঠ্যক্রমের উন্নতি করতে এবং কোনও শিশু যাতে পিছনে না পড়ে তা নিশ্চিত করতে আমরা বুদ্ধিমান এবং উপাত্তের যথাযথ ব্যবহার করি। আমরা সমস্ত শিশুদের জন্য দুর্দান্ত ফলাফল অর্জনের সর্বোত্তম উপায়গুলির প্রমাণ এবং অভিজ্ঞতা আঁকছি।<br><br>
        <h5>৪. শেখার জন্য আরও সময়:</h5> আমাদের দীর্ঘ ওয়েবসাইটটি মূল বিষয়গুলিতে বেশী সময় দেয়ার জন্য এবং সমৃদ্ধকরণের মাধ্যমে পাঠ্যক্রমটি বাড়ানোর জন্য আরও বেশি সময় সরবরাহ করে।<br><br>
        <h5>৫. প্রস্থের আগে গভীরতা:</h5> ইংরেজি এবং গণিতের একটি শক্তিশালী কমান্ড পুরো পাঠ্যক্রমের জন্য একটি গুরুত্বপূর্ণ ভিত্তি। আমরা প্রস্থের আগে গভীরতার অগ্রাধিকার দিই, যাতে সমস্ত ছাত্ররা যত তাড়াতাড়ি সম্ভব এই মূল বিষয়গুলিতে ভিত্তি তৈরি করে।
       </div>
       <br><br>
       <?php 
 if(Session::checkAuthOwner()){    
       ?>
       <div class="col-lg-12 col-md-4 col-sm-12  bg-white justify-content-center">
<h3>Comment:</h3>
       <form action="" method="post">
       <textarea name="text" id="text" cols="50" rows="3"></textarea><br>
       <?php echo $m??''; ?>
      <button type="button" name="com" onclick="addCom()" id="com" class="btn btn-info">Send</button>
      <!-- <button type="submit" name="com" id="com" class="btn btn-info addcom">Send</button> -->
       </form>
<?php
$conn=new Database();
?>
<div id="showcom"></div>
       </div>
<?php
}
?>
</div>
<?php include_once "navbarfooter.php";  ?>
<?php include_once "jq.php";  ?>
<?php include_once "aj.php";  ?>